Repository: VictorDeon/PGTBL
Catalog: TBLSessions/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title
pt_br: Título

source: Session title.
pt_br: Título da sessão

source: Description
pt_br: Descrição

source: TBL session description.
pt_br: Descrição da sessão de TBL

source: Is closed?
pt_br: Está fechada?

source: Close TBL session.
pt_br: Fechar Sessão de TBL

source: iRAT date
pt_br: Data da avaliação iRAT

source: Date and time to provide the iRAT test.
pt_br: Data e hora que será disponibilizado a avaliação iRAT.

source: iRAT weight
pt_br: Peso da avaliação iRAT

source: iRAT test weight.
pt_br: Peso da avaliação iRAT

source: iRAT durantion in minutes
pt_br: Duração da avaliação iRAT em minutos

source: iRAT duration in minutes to be answered.
pt_br: Duração da avaliação iRAT em minutos para ser respondida.

source: gRAT date
pt_br: Data da avaliação gRAT

source: Date and time to provide the gRAT test.
pt_br: Data e hora que será disponibilizado a avaliação gRAT

source: gRAT test weight
pt_br: Peso da avaliação gRAT

source: gRAT test weight.
pt_br: Peso da avaliação gRAT.

source: gRAT durantion in minutes
pt_br: Duração da avaliação gRAT em minutos

source: gRAT duration in minutes to be answered.
pt_br: Duração da avaliação gRAT em minutos para ser respondida.

source: Practical test weight
pt_br: Peso da avaliação prática

source: Practical test weight.
pt_br: Peso da avaliação prática

source: Release the peer review test
pt_br: Disponibilizar a avaliação em pares

source: Release the peer review test to be answered.
pt_br: Disponibilizar a avaliação em pares para ser respondida.

source: Peer review weight
pt_br: Peso da avaliação em pares

source: Peer review weight.
pt_br: Peso da avaliação em pares.

source: Created at
pt_br: Criado em

source: Date that the session is created.
pt_br: Data na qual a sessão de TBL foi criada.

source: Updated at
pt_br: Atualizado em

source: Date that the session is updated.
pt_br: Data na qual a sessão de TBL foi atualizada

source: TBL Session
pt_br: Sessão TBL

source: TBL Sessions
pt_br: Sessões TBL

source: Add TBL session
pt_br: Adicionar sessões de TBL

source: Session title
pt_br: Título da sessão

source: Session description
pt_br: Descrição da sessão

source: Close session
pt_br: Fechar sessão

source: Add
pt_br: Adicionar

source: Delete
pt_br: Deletar

source: Are you sure you want to delete
pt_br: Tem certeza que deseja deletar

source: Cancel
pt_br: Cancelar

source: Edit
pt_br: Editar

source: Preview
pt_br: Visualizar

source: TBL session list
pt_br: Lista de sessões de TBL

source: TBL sessions
pt_br: Sessões de TBL

source: Unavailable
pt_br: Indisponível

source: Available
pt_br: Disponível

source: Enter
pt_br: Entrar

source: There is no sessions available.
pt_br: Não há sessões de TBL disponíveis

source: Rules
pt_br: Regras

source: Carefully read the full context of the evaluation.
pt_br: Cuidadosamente leia todo o contexto da avaliação.

source: Perform what the practical project asks.
pt_br: Execute o que a avaliação prática pede.

source: Delivered to the teacher.
pt_br: Entregue ao professor.

source: Practical test
pt_br: Avaliação prática

source: Practical Test
pt_br: Avaliação prática

source: Course
pt_br: Curso

source: Discipline
pt_br: Disciplina

source: Teacher
pt_br: Professor

source: PRACTICAL TEST
pt_br: AVALIAÇÃO PRÁTICA

source: Make practical test available
pt_br: Tornar a avaliação prática acessível

source: Session
pt_br: Sessão

source: Files
pt_br: Arquivos

source: Exercise list
pt_br: Lista de exercícios

source: Dashboard
pt_br: Relatório

source: Test iRAT
pt_br: Avaliação iRAT

source: Test gRAT
pt_br: Avaliação gRAT

source: Test practical
pt_br: Avaliação prática

source: Test Peer
pt_br: Avaliação em pares

source: Appeal
pt_br: Apelação

source: You are not authorized to do this action.
pt_br: Você não está autorizado a fazer está ação.

source: TBL session created successfully.
pt_br: Sessão de TBL criado com sucesso.

source: Invalid fields, please fill in the fields correctly.
pt_br: Campos invalidos, por favor preencha os campos corretamente.

source: TBL session updated successfully.
pt_br: Sessão de TBL atualizada com sucesso.

source: TBL session deleted successfully.
pt_br: Sessão de TBL deletada com sucesso.
