Repository: VictorDeon/PGTBL
Catalog: questions/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Date and time to provide the iRAT test
pt_br: Data e hora que será disponibilizado a avaliação iRAT

source: 4 Points
pt_br: 4 Pontos

source: 2 Points
pt_br: 2 Pontos

source: 1 Point
pt_br: 1 Ponto

source: 0 Points
pt_br: 0 Pontos

source: Date and time to provide the gRAT test
pt_br: Data e hora que será disponibilizado a avaliação gRAT

source: Title
pt_br: Título

source: Question title.
pt_br: Título da questão

source: Basic
pt_br: Básico

source: Intermediary
pt_br: Intermediario

source: Advanced
pt_br: Avançado

source: Level
pt_br: Nível

source: Difficulty level
pt_br: Nível de dificuldade

source: Topic
pt_br: Tópico

source: Question topic.
pt_br: Tópico da questão

source: Is it an exercise?
pt_br: É um exercício?

source: Exercise are questions that appear in the exercise list.
pt_br: Exercício são questões que aparecem somente na lista de exercícios.

source: Created at
pt_br: Criado em

source: Date that the question is created.
pt_br: Data que a questão foi criada.

source: Updated at
pt_br: Atualizado em

source: Date that the question is updated.
pt_br: Data que a questão foi atualizada.

source: Question
pt_br: Questão

source: Questions
pt_br: Questões

source: Alternative title.
pt_br: Título da alternativa.

source: Is correct?
pt_br: É a resposta certa?

source: Is correct alternative to answer the question.
pt_br: É a alternativa correta para responder a questão.

source: Date that the alternative of question is created.
pt_br: Data que a alternativa da questão foi criada.

source: Date that the alternative of question is updated.
pt_br: Data que a alternativa da questão foi atualizada.

source: Alternative
pt_br: Alternativa

source: Alternatives
pt_br: Alternativas

source: TBL sessions
pt_br: Sessões TBL

source: Users
pt_br: Usuários

source: Correct Alternative
pt_br: Alternativa correta

source: Correct alternative title.
pt_br: Título da alternativa correta.

source: Score
pt_br: Pontuação

source: Question score answered.
pt_br: Pontuação da questão respondida.

source: Date that the submission of question is created.
pt_br: Data que a submissão da questão foi criada.

source: Exercise Submission
pt_br: Submissão do exercício

source: Exercise Submissions
pt_br: Submissões dos exercícios

source: iRAT Submission
pt_br: Submissão do iRAT

source: iRAT Submissions
pt_br: Submissões do iRAT

source: Groups
pt_br: Grupos

source: gRAT Submission
pt_br: Submissão do gRAT

source: gRAT Submissions
pt_br: Submissões do gRAT

source: Create Question
pt_br: Criar questão

source: Is exercise?
pt_br: É exercício?

source: Create
pt_br: Criar

source: Delete
pt_br: Deletar

source: Are you sure you want to delete the question
pt_br: Tem certeza que deseja deletar a questão

source: Cancel
pt_br: Cancelar

source: Group Readiness Assurance Test (gRAT)
pt_br: Teste de garantia de prontidão em grupo (gRAT)

source: Course
pt_br: Curso

source: Discipline
pt_br: Disciplina

source: Teacher
pt_br: Professor

source: Edit
pt_br: Editar

source: Answer
pt_br: Responder

source: There is no questions in this session.
pt_br: Não há questões nessa sessão.

source: Edit gRAT date
pt_br: Editar a data da avaliação gRAT

source: Rules
pt_br: Regras

source: The rules are very simple
pt_br: As regras são bem simples

source: We have 4 options per alternative: 4 Points, 2 Points, 1 Point, 0 Point
pt_br: Nós temos 4 opções por alternativa: 4 Pontos, 2 Pontos, 1 Ponto, 0 Pontos

source: If alternative with 4 Points is correct, it earns 4 points, otherwise decreases in half
pt_br: Se a alternativa com 4 pontos for a correta, você ganha 4 pontos, caso contrario, vai caindo os pontos pela metade

source: You can only choose one option per alternative and can not be repeated
pt_br: Você somente pode escolher uma única opção por alternativa e não pode ser repetida

source: After answering the question you can scratch the scratch card and see the correct answer
pt_br: Após responder a questão você pode raspar a raspadinha e ver o resultado

source: Example
pt_br: Exemplo

source: Alternative C is correct, so you have earned 2 points
pt_br: Alternativa C foi a correta, logo você recebe 2 pontos na questão

source: Back
pt_br: Voltar

source: Next
pt_br: Próximo

source: Conclude
pt_br: Concluir

source: gRAT result
pt_br: Resultado da avaliação gRAT

source: Result
pt_br: Resultado

source: Correct option
pt_br: Opção correta

source: Grade
pt_br: Nota

source: Edit gRAT
pt_br: Editar gRAT

source: Individual Readiness Assurance Test (iRAT)
pt_br: Teste de garantia de prontidão individual (iRAT)

source: Edit iRAT date
pt_br: Editar a data da avaliação iRAT

source: We have 4 options per question: A, B, C, D
pt_br: Nós temos 4 alternativas por questão: A, B, C, D

source: You will have 4 points to distribute in each question.
pt_br: Você terá 4 pontos para distribuir em cada questão.

source: You can not enter more than 4 points in an option.
pt_br: Você não pode entrar com mais de 4 pontos por opção.

source: The sum of the options has to give 4 points, can not go beyond that.
pt_br: A soma das opções tem que dar 4 pontos, não pode ir além disso.

source: The question will only be considered if the sum of the points of the alternatives is between 0 and 4
pt_br: A questão vai somente ser considerada se a soma dos pontos de cada alternativa estiver entre 0 e 4

source: Insert 4 points in option A.
pt_br: Insira 4 pontos na alternativa A.

source: Insert 2 points in option B and 2 points in option C.
pt_br: Insira 2 pontos na alternativa B e 2 na alternativa C.

source: Insert 3 points in option A and 1 points in option D.
pt_br: Insira 3 pontos na alternativa A e 1 na alternativa D.

source: Insert 1 points in each option.
pt_br: Insira 1 ponto em cada alternativa.

source: iRAT result
pt_br: Resultado da avaliação iRAT

source: Edit iRAT
pt_br: Editar iRAT

source: Exercise list
pt_br: Lista de exercícios

source: EXERCISE LIST
pt_br: LISTA DE EXERCÍCIOS

source: Exercise list result
pt_br: Resultado da lista de exercício

source: Reset
pt_br: Resetar

source: Download CSV
pt_br: Baixar CSV

source: Update Question
pt_br: Atualizar questão

source: Update
pt_br: Atualizar

source: Question answered successfully.
pt_br: Questão respondida com sucesso.

source: You can only submit the question once.
pt_br: Você somente pode submeter a questão uma única vez.

source: You only have 4 points to distribute to the 4 alternatives.
pt_br: Você tem somente 4 pontos para distribuir entre as 4 alternativas.

source: Exercise list reseted successfully.
pt_br: Lista de exercícios resetada com sucesso.

source: You are not authorized to do this action.
pt_br: Você não está autorizado a fazer está ação.

source: gRAT updated successfully.
pt_br: gRAT atualizada com sucesso.

source: gRAT date must to be filled in.
pt_br: A data da avaliação gRAT deve ser preenchida.

source: gRAT date must to be later than today's date.
pt_br: A data da avaliação gRAT deve ser maior que a data de hoje.

source: gRAT date must to be later than iRAT date with its duration.
pt_br: A data da avaliação gRAT deve ser maior que a data da avaliação iRAT com sua duração.

source: gRAT date updated successfully.
pt_br: A data da avaliação gRAT foi atualizada com sucesso.

source: Student must be in a group to answer the test.
pt_br: Estudante precisam estar em um grupo para responder a prova.

source: You can't repeat the options.
pt_br: Você não pode repetir está opção.

source: Your group has already answered this question.
pt_br: Seu grupo já respondeu essa questão.

source: iRAT updated successfully.
pt_br: iRAT atualizado com sucesso.

source: iRAT date must to be filled in.
pt_br: A data da avaliaçào iRAT deve ser preenchida

source: iRAT date must to be later than today's date.
pt_br: A data da avaliação iRAT deve ser maior que a data de hoje.

source: iRAT date updated successfully.
pt_br: iRAT atualizado com sucesso.

source: Question created successfully.
pt_br: Questão criada com sucesso.

source: All the alternatives need to be filled.
pt_br: Todas as alternativas precisam ser preenchidas

source: The question only needs one correct alternative, check if there is more than one or no longer insert one
pt_br: A questão somente precisa de uma única alternativa correta, verifique se há uma e somente uma alternativa correta

source: Invalid fields, please fill in the questions fields and alternative fields correctly.
pt_br: Campos invalidos, por favor preencha os campos e alternativas corretamente.

source: Question updated successfully.
pt_br: Questão atualizada com sucesso.

source: Question deleted successfully.
pt_br: Questão deletada com sucesso.
