Repository: VictorDeon/PGTBL
Catalog: pgtbl/appeals/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title
pt_br: Título

source: Appeal title
pt_br: Título da apelação

source: Description
pt_br: Descrição

source: Appeal description
pt_br: Descrição da apelação

source: Is the appeals accept?
pt_br: A apelação foi aceita?

source: If the appeals make sense this need to be accept.
pt_br: Se a apelação faz sentido ela precisa ser aceita.

source: Qtd Comments
pt_br: Quantidade de comentários

source: Comment quantity
pt_br: Quantidade de comentários

source: Student
pt_br: Estudante

source: Created at
pt_br: Criado em

source: Date that the appeals is created.
pt_br: Data que a apelação foi criada.

source: Updated at
pt_br: Atualizado em

source: Date that the appeals is updated.
pt_br: Data que a apelação foi atualizada.

source: Appeal
pt_br: Apelação

source: Appeals
pt_br: Apelações

source: Author
pt_br: Autor

source: Topic
pt_br: Tópico

source: Content
pt_br: Conteúdo

source: Answer appeal content
pt_br: Conteúdo da resposta da apelação

source: Date that the comment is created.
pt_br: Data que o comentário foi criado.

source: Date that the comment is updated.
pt_br: Data que o comentário foi atualizado.

source: Comment
pt_br: Comentário

source: Comments
pt_br: Comentários

source: Delete
pt_br: Deletar

source: Are you sure you want to delete
pt_br: Tem certeza que deseja deletar

source: Cancel
pt_br: Cancelar

source: Appeal Detail
pt_br: Detalhes da apelação

source: Course
pt_br: Curso

source: Discipline
pt_br: Disciplina

source: Teacher
pt_br: [professor](#l8-teacher)

source: Group
pt_br: Grupo

source: Question
pt_br: Questões

source: Accept
pt_br: Aceito

source: ago
pt_br: atrás

source: said
pt_br: disse

source: There is no comments in this appeal
pt_br: Não há comentários nessa apelação

source: Send
pt_br: Enviar

source: Edit Appeal
pt_br: Editar apelação

source: Create Appeal
pt_br: Criar apelação

source: Select a question
pt_br: Selecionar a questão

source: Preview
pt_br: Visualizar

source: Rules
pt_br: Regras

source: The rules of appeals
pt_br: As regras para a apelação

source: Make an appeal if you disagree with any test question
pt_br: Crie uma apelação caso você discorde com alguma questão da prova

source: The appeal must have good references and justifications for its approval.
pt_br: A apelação deve ter boas referências e justificativas para ser aprovada.

source: The teacher will evaluate the appeal, give comments, and if approved, he can arrange his grade.
pt_br: O [professor](#l8-teacher) vai avaliar a apelação, dar comentários, e se aprovado, ele pode modificar sua nota ou do seu grupo.

source: Any student can comment on the appeal as well.
pt_br: Qualquer estudante pode comentar na apelação

source: Appeal List
pt_br: Lista de apelações

source: APPEALS
pt_br: APELAÇÕES

source: Read more
pt_br: Leia mais

source: No appeals available
pt_br: Não há apelações disponíveis

source: Appeal modify to approved with successfully.
pt_br: Apelação aprovada com sucesso.

source: Appeal modify to disapproved with successfully.
pt_br: Apelação disaprovada com sucesso.

source: Appeal created successfully.
pt_br: Apelação criada com sucesso.

source: Appeal Created
pt_br: Apelação criada

source: Appeal {0} created by group {1}
pt_br: Apelação {0} criada pelo grupo {1}

source: Invalid fields, please fill in the fields correctly.
pt_br: Campos invalidos, por favor preencha os campos corretamente.

source: Appeals deleted successfully.
pt_br: Apelação deletada com sucesso.

source: Appeal updated successfully.
pt_br: Apelação atualizada com sucesso.

source: Comment created successfully.
pt_br: Comentário criado com sucesso.

source: Comment deleted successfully.
pt_br: Comentário deletado com sucesso.
