Repository: VictorDeon/PGTBL
Catalog: disciplines/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Access Password
pt_br: Senha de acesso

source: Title
pt_br: Título

source: Discipline title
pt_br: Título da disciplina

source: Description
pt_br: Ementa

source: Discipline description
pt_br: Ementa da disciplina

source: Course
pt_br: Curso

source: Discipline course
pt_br: Curso da disciplina

source: Shortcut
pt_br: URL atalho

source: URL string shortcut
pt_br: String de atalho da URL

source: Enter a valid classroom, the classroom need to be 'Class A-Z'
pt_br: Entre com uma turma valida, as turmas seguem o seguinte formato 'Turma A-Z'

source: Classroom
pt_br: Turma

source: Classroom title of discipline.
pt_br: Turma da disciplina

source: Password
pt_br: Senha da turma

source: Password to get into the class.
pt_br: Senha para entrar na turma.

source: Students limit
pt_br: Limite de estudantes

source: Students limit to get in the class.
pt_br: Limite de estudantes para entrar na turma.

source: There can be no more than %(limit_value)s students in the class.
pt_br: Não pode haver mais que %(limit_value)s estudantes na turma.

source: Must have at least %(limit_value)s students in class.
pt_br: Deve ter no mínimo %(limit_value)s estudantes na turma.

source: Monitors limit
pt_br: Limite de monitores

source: Monitors limit to insert in the class.
pt_br: Limite de monitores para entrar na turma.

source: There can be no more than %(limit_value)s monitors in the class.
pt_br: Não deve ter mais que %(limit_value)s monitores na turma.

source: Ensure this value is greater than or equal to %(limit_value)s.
pt_br: Tenha certeza que este valor é maior ou igual a %(limit_value)s.

source: Is closed?
pt_br: Está fechada?

source: Close discipline.
pt_br: Fechar turma.

source: Was group provided?
pt_br: O grupo foi disponibilizado?

source: Provide groups to students see.
pt_br: Disponibilizar grupos para os estudantes verem.

source: Teacher
pt_br: Professor

source: Created at
pt_br: Criado em

source: Date that the discipline is created.
pt_br: Data que a disciplina foi criada.

source: Updated at
pt_br: Atualizado em

source: Date that the discipline is updated.
pt_br: Data em que a disciplina foi atualizada

source: Discipline
pt_br: Disciplina

source: Disciplines
pt_br: Disciplinas

source: All Disciplines
pt_br: Todas as Disciplinas

source: Discipline monitor
pt_br: Disciplinas monitoradas

source: Created Disciplines
pt_br: Disciplinas criadas

source: There is no disciplines.
pt_br: Não há disciplina disponível

source: Delete Discipline
pt_br: Deletar disciplina

source: Are you sure you want to delete
pt_br: Tem certeza que deseja deletar

source: Delete
pt_br: Deletar

source: Cancel
pt_br: Cancelar

source: Closed
pt_br: Fechado

source: Open
pt_br: Aberto

source: Create Discipline
pt_br: Criar disciplina

source: Create discipline
pt_br: Criar disciplina

source: Preview
pt_br: Visualizar

source: ClassRoom
pt_br: Turma

source: Send
pt_br: Enviar

source: Search Discipline
pt_br: Procurar disciplina

source: Discipline list
pt_br: Lista de disciplina

source: Order
pt_br: Ordenar

source: Search
pt_br: Procurar

source: There is no disciplines available
pt_br: Não há disciplina disponível

source: Remove student
pt_br: Remover estudante

source: Are you sure you want to leave the discipline ?
pt_br: Tem certeza que deseja deletar a disciplina ?

source: Are you sure you want to remove %(student)s from discipline ?
pt_br: Tem certeza que deseja remover %(student)s da disciplina ?

source: Remove
pt_br: Remover

source: Student list
pt_br: Lista de estudante

source: Grades
pt_br: Notas

source: Groups
pt_br: Grupos

source: Group rank
pt_br: Rank de grupos

source: TBL sessions
pt_br: Sessões TBL

source: Files
pt_br: Arquivos

source: Students list
pt_br: Lista de estudantes

source: Student List
pt_br: Lista de estudantes

source: All
pt_br: Todos

source: Students
pt_br: Estudantes

source: Monitors
pt_br: Monitores

source: Student
pt_br: Estudante

source: There is no students in this class.
pt_br: Não há disciplina disponível nessa turma.

source: User list
pt_br: Lista de usuários

source: User List
pt_br: Lista de usuários

source: There is no users.
pt_br: Não há usuários disponíveis

source: This field is required.
pt_br: Este campo é obrigatório.

source: There can be no more than 60 students in the class.
pt_br: Não pode haver mais que 60 estudantes na turma.

source: There can be no more than 5 monitors in the class.
pt_br: Não pode haver mais de 5 monitores na turma.

source: Must have at least 5 students in class.
pt_br: Deve haver no mínimo 5 estudantes na turma.

source: Discipline created successfully.
pt_br: Disciplina criada com sucesso.

source: Discipline updated successfully.
pt_br: Disciplina atualizada com sucesso.

source: Discipline deleted successfully.
pt_br: Disciplina deletada com sucesso.

source: Incorrect Password.
pt_br: Senha incorreta.

source: Discipline is closed.
pt_br: Disciplina está fechada.

source: You have been entered into the discipline: {0}
pt_br: Você acabou de entrar na disciplina: {0}

source: There are no more vacancies to monitor
pt_br: Não há mais vagas para monitor dessa disciplina.

source: You can't get into your own discipline.
pt_br: Você não pode entrar na sua própria disciplina.

source: Crowded discipline.
pt_br: Turma cheia.

source: You can't remove {0} from {1}
pt_br: Você não pode remover {0} de {1}

source: You have removed {0} from {1}
pt_br: Você não pode remover {0} de {1}

source: You left the discipline {0}
pt_br: Você saiu da disciplina {0}

source: {0} was inserted in the discipline: {1}
pt_br: {0} foi inserido na disciplina: {1}

source: Successful modification
pt_br: Modificado com sucesso.

source: You can't turn a teacher into a student.
pt_br: Você não pode tornar professor em estudante.
