Repository: VictorDeon/PGTBL
Catalog: pgtbl/core/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: PGTBL - Team Based Learning Management Platform
pt_br: PGTBL - Plataforma de Gerenciamento de Team Based Learning

source: Site Administration
pt_br: Página de administração

source: Welcome to PGTBL
pt_br: Bem vindo ao PGTBL

source: News
pt_br: Notícias

source: Name
pt_br: Nome

source: Insert your name.
pt_br: Insira seu nome.

source: Insert your email.
pt_br: Insira seu email.

source: Message
pt_br: Mensagem

source: Insert the message.
pt_br: Insira sua mensagem.

source: Empty list and {class_name}.allow_empty is False.
pt_br: Lista vazia e {class_name}.allow_empty é Falso.

source: Title
pt_br: Título

source: Title of information.
pt_br: Título da informação.

source: Image about information.
pt_br: Imagem sobre a informação.

source: Image
pt_br: Imagem

source: Created at
pt_br: Criado em

source: Date of creation of information
pt_br: Data de criação da informação

source: Link of information
pt_br: Link da informação

source: Description
pt_br: Descrição

source: Identify
pt_br: Identificador

source: You are not authorized to do this action.
pt_br: Você não tem autorização para fazer essa ação.

source: Features
pt_br: Funcionalidades

source: Contact
pt_br: Contato

source: About
pt_br: Sobre

source: Profile
pt_br: Perfil

source: Help
pt_br: Ajuda

source: Logout
pt_br: Sair

source: Register
pt_br: Cadastro

source: Login
pt_br: Entrar

source: Search
pt_br: Pesquisar

source: Send
pt_br: Enviar

source: Manage disciplines and students
pt_br: Gerenciar disciplinas e estudantes

source: The teacher can add, remove, create and edit courses and classes and provide the password for them to enter. in addition to being able to remove students from the discipline and add it to other disciplines of their own and to manage their grades.
pt_br: O [professor](#l8-teacher) pode adicionar, remover, criar e editar disciplinas e turmas e disponibilizar a senha de acesso a elas para os alunos entrarem. além de poder remover estudantes da disciplina e adicioná-lo em outras disciplinas de sua autoria e gerenciar suas notas.

source: TBL features
pt_br: Funcionalidades do TBL

source: Functions related to the phases of preparation, guarantee of preparation or RAT, iRAT, gRAT and appeals, Application of concepts and evaluation in pairs
pt_br: Funcionalidades relacionadas às fases de preparação, garantia de preparo ou RAT, iRAT, gRAT e apelações, Aplicação de conceitos e avaliação em pares

source: Report
pt_br: Relatório

source: The teacher will have a dashboard with reports of student performance on each assessment question, feedback to what he or she should focus on most in class, and generate a csv of student proofs with their answers.
pt_br: O [professor](#l8-teacher) terá um dashboard com relatórios do desempenho dos alunos em cada questão da avaliação, tendo um feedback para o que ele deve focar mais nas aulas, além de poder gerar um csv das provas dos alunos com suas respectivas respostas.

source: Rank and Gamification
pt_br: Rank e Gameficação

source: There will also be a group rank in which the first place will be displayed in the Hall of Fame that will be seen by new students of the next semesters, there is no individual rank because the objective is not the competition but the collaboration. In addition to having a gamefication in the list of exercises among other places of the software.
pt_br: Terá também um rank de grupos, na qual o primeiro colocado ficará exposto no Hall da Fama que será visto por novos alunos dos próximos semestres, não há rank individual porque o objetivo não é a competição e sim a colaboração. Além de ter uma gameficação na lista de exercícios entre outros locais do software.

source: Advantages
pt_br: Vantagens

source: Documentation
pt_br: Documentação

source: How to use
pt_br: Como usar

source: Preparation
pt_br: Preparação

source: Appeal
pt_br: Apelação

source: Application oriented activities
pt_br: Aplicação orientada a atividades

source: Pair test
pt_br: Avaliação em pares

source: Team-based learning or TBL is a collaborative learning teaching strategy that focuses on a three-step cycle: Preparation, Class or RAT Assessment, and Small Application-Focused Project
pt_br: Aprendizagem baseada em equipe ou TBL é uma estratégia de ensino aprendizagem colaborativa que se concentra em um ciclo de três passos: Preparação, Avaliação em classe ou RAT e Pequeno projeto centrado na aplicação

source: Basically, the teacher will provide articles and books for study, in which the students will be able to download, this material will be the preparation for the evaluation, in addition to having an area for resolution of the list of exercises.
pt_br: Basicamente a(o) [professor](#l8-teacher)(a) irá disponibilizar de artigos e livros para estudo, na qual os alunos irão poder baixar, esse material será a preparação para a avaliação, além de ter uma área para resolução de lista de exercícios.

source: Individual test: iRAT
pt_br: Prova individual: iRAT

source: Answered individually without consultation or any material, it consists of 10 to 20 questions of multiple choice contemplating the most relevant concepts of the readings or activities indicated previously, each question will have 4 alternatives and the student will be able to distribute points among the alternatives, for example if in doubt between alternative A and C, you can distribute your 4 points in 2 in A and 2 in C, if the correct answer is to C you get 2 points out of 4 and the sum of all points divided by the total points of the test is calculated the student's grade
pt_br: Respondido individualmente sem consulta ou qualquer material, consiste de 10 a 20 questões de múltipla escolha contemplando os conceitos mais relevantes das leituras ou das atividades indicadas previamente, cada questão vai ter 4 alternativas e o aluno poderá distribuir pontos entre as alternativas, por exemplo se estiver em duvida entre a alternativa A e C, você pode distribuir seus 4 pontos em 2 na A e 2 na C, se a resposta correta for a C você ganha 2 pontos dos 4 e a somatória de todos os pontos dividido pelo total de pontos da prova é calculado a nota do aluno nessa avaliação.

source: Team test: gRAT
pt_br: Prova em grupo: gRAT

source: Answered in a group without consultation or any material, consists of the same questions of the iRAT, each alternative of the question the student will have to specify the order of choice, for example, among the 4 alternatives of the question he places 4 points in the first alternative, if it is correct the student receives a total score that is 4, if the correct one is the alternative with 2 points the student receives 2 points, 1 point equals 1 point and 0 points equals no point in the question, after the student will have immediate feedbacks of the correct answer through scratch card, the sum of all points divided by the total is calculated by the group note in that evaluation.
pt_br: Respondido em grupo sem consulta ou qualquer material, consiste das mesmas questões do iRAT, a cada alternativa da questão o aluno terá que especificar a ordem de escolha, por exemplo, entre as 4 alternativas da questão ele coloca 4 pontos na primeira alternativa, se ela for a correta o aluno recebe pontuação total que é 4, se a correta for a alternativa com 2 pontos o aluno recebe 2 pontos, 1 ponto equivale a 1 ponto e 0 pontos equivale a nenhum ponto na questão, após respondido o aluno terá feedbacks imediatos da resposta certa através de raspadinha, o somatório de todos os pontos dividido pelo total é calculado a nota do grupo nessa avaliação.

source: Appels
pt_br: Apelações

source: Teams may appeal if they do not agree with the correct answer, all appeals must be accompanied by arguments, suggestions for improvement and consultation with relevant bibliographic sources. The team should also propose the new format and the correct answer to the question.
pt_br: As equipes podem recorrer no caso de não concordar com a resposta indicado como correta, todo apelo deve ser feito acompanhado de argumentação, sugestão de melhoria e com consulta a fontes bibliográficas pertinentes. A equipe deve também propor o novo formato e a resposta correta da questão.

source: Instructor feedback
pt_br: Feedback do [professor](#l8-teacher)

source: After the assessments and the appeals the instructor will pick up the questions that the students missed the most and give feedback about them.
pt_br: Após as avaliações e as apelações o instrutor irá pegar as questões que os alunos mais erraram e dar feedbacks sobre elas.

source: The application-centric project executes all the knowledge acquired in a real context of the proposed topic.
pt_br: O projeto centrado na aplicação executa todo o conhecimento adquirido em um contexto real do tópico proposto.

source: During the semester peer evaluations may take place in which each member of the team will evaluate the other team members, a maximum score will be provided for each member to distribute among the other members of the team and a field to say why the score may enter feedback for the teammate, this evaluation does not need to identify if it will be anonymous and the score will be part of the individual note of each team member.
pt_br: Durante o semestre pode ocorrer avaliações em pares na qual cada integrante da equipe irá avaliar os outros integrantes da equipe, será disponibilizado uma pontuação máxima para cada membro distribuir entre os outros membros da equipe e um campo para dizer o porque da pontuação podendo inserir feedback para o colega de equipe, essa avaliação não precisa se identificar ela será anônima e a pontuação fará parte da nota individual de cada membro da equipe.

source: The use of TBL has some advantages
pt_br: O uso do TBL tem algumas vantagens:

source: Collaboration
pt_br: Colaboração

source: The main objective is the learning in teams, one helping the other
pt_br: O objetivo principal é o aprendizado em times, um ajudando o outro.

source: Entertainment
pt_br: Entretenimento

source: The software has an idea of gamefication, having competition between teams so that the teams can train the collaboration between them.
pt_br: O software tem a ideia de gameficação, tem uma competição entre os times, com isso o time pode melhorar sua colaboração entre si, o que torna uma competição saudavel.

source: Training
pt_br: Capacitação

source: Professionals more qualified for the job market, because the methodology makes the student to study constantly and work as a team.
pt_br: Profissionais mais qualificados para o mercado de trabalho, porque a metodologia faz com que o aluno estude constantemente e trabalhe em equipe.

source: Innovation
pt_br: Inovação

source: Get out of the cold and try something new
pt_br: Sair do comodismo e experimentar algo novo

source: Teaching learning
pt_br: Ensino aprendizado

source: The student becomes more participative and motivated to learn and the teacher makes the class more active and interesting.
pt_br: O estudante se torna mais participativo e motivado a aprender e os [professor](#l8-teacher)es fazem com que as aulas fiquem mais ativas e interessantes

source: The documentation is found in the
pt_br: A documentação se encontra na

source: wiki of project
pt_br: wiki do projeto

source: Project repository
pt_br: Repositorio do projeto

source: Video about TBL methodology
pt_br: Vídeo sobre a métodologia TBL.

source: Video of what is the software PGTBL
pt_br: Vídeo sobre o uso do software.

source: Team Based Learning. Code licensed GPL-3.0
pt_br: Team Based Learning. Licença GPL-3.0

source: Designed and built by
pt_br: Projetado por

source: Team members
pt_br: Membros do time

source: Image news
pt_br: Imagem da notícia

source: There is no tags
pt_br: Não há tags

source: Back
pt_br: Voltar

source: Read more
pt_br: Leia mais

source: No news available
pt_br: Nenhuma notícia disponível

source: Without image
pt_br: Sem imagens

source: There is no news
pt_br: Não há notíciais

source: See all news
pt_br: Veja todas as notícias

source: PGTBL - message from {0}
pt_br: PGTBL - messagem de {0}

source: Message sent successfully.
pt_br: Mensagem enviada com sucesso.
