Repository: VictorDeon/PGTBL
Catalog: grades/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: iRAT grade
pt_br: Nota iRAT

source: iRAT test grade.
pt_br: Nota da prova iRAT

source: gRAT grade
pt_br: Nota gRAT

source: gRAT test grade.
pt_br: Nota da prova gRAT

source: Practical test grade
pt_br: Nota do projeto prático

source: Practical test grade.
pt_br: Nota do projeto prático.

source: Peer review grade
pt_br: Nota da avaliação em pares

source: Peer review grade.
pt_br: Nota da avaliação em pares

source: Created at
pt_br: Criado em

source: Date that the session is created.
pt_br: Data que a sessão foi criada.

source: Updated at
pt_br: Atualizado em

source: Date that the session is updated.
pt_br: Data que a sessão foi atualizada.

source: TBL Session grades
pt_br: Notas da sessão de TBL

source: TBL Sessions grades
pt_br: Notas da sessão de TBL

source: Discipline grades
pt_br: Notas da disciplina

source: Edit grade
pt_br: Editar notas

source: Edit
pt_br: Editar

source: grade
pt_br: Nota

source: Grades
pt_br: Notas

source: Students
pt_br: Estudantes

source: Sessions
pt_br: Sessões

source: Group
pt_br: Grupo

source: Username
pt_br: Usuário

source: Practical Test
pt_br: Prova prático

source: Peer Review
pt_br: Avaliação em pares

source: TBL grade
pt_br: Nota TBL

source: There are no grades.
pt_br: Não há notas disponíveis.

source: Final grade
pt_br: Nota final

source: Grade
pt_br: Nota

source: Approved
pt_br: Aprovado

source: Disapproved
pt_br: Reprovado

source: Grades updated successfully.
pt_br: Nota atualizada com sucesso.

source: Grade need to be a number between 0 and 10.
pt_br: Nota precisa ser um número entre 0 e 10.
