Repository: VictorDeon/PGTBL
Catalog: pgtbl/peer_review/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Student score
pt_br: Pontuação do estudante

source: Student comment
pt_br: Comentário para o estudante

source: TBL Session
pt_br: Sessão de TBL

source: Score
pt_br: Pontuação

source: Peer Review score to specific student
pt_br: Pontuação da avaliação em pares para um estudante especifico

source: Comment
pt_br: Comentário

source: Comment about the assessed student.
pt_br: Comente sobre o aluno avaliado.

source: Student who is evaluating
pt_br: Estudante que está sendo avaliado

source: Student being assessed
pt_br: Estudante sendo avaliado

source: Group
pt_br: Grupo

source: Created at
pt_br: Criado em

source: Date that the submission is created.
pt_br: Data que a submissão foi criada.

source: Peer Review Submission
pt_br: Submissão da avaliação em pares

source: Peer Review Submissions
pt_br: Submissões das avaliações em pares

source: Pair Review Rules
pt_br: Regras das avaliações em pares

source: The rules of the game are very simple:
pt_br: As regras da avaliação são bem simples:

source: Peer evaluation is used to evaluate the performance of your teammates during TBL.
pt_br: Avaliação em pares é usada para avaliar a performace do seu time durante o TBL

source: This evaluation is totally anonymous, only the evaluated student will receive the feedback and will not appear his name.
pt_br: Essa avaliação é totalmente anônima, somente o estudante avaliado irá receber o feedback e não irá aparecer seu nome.

source: The student can leave a comment for the evaluated colleague, this will appear in their profile in anonymous.
pt_br: O aluno pode deixar um comentário para o colega avaliado, isso aparecerá no perfil deles em anônimo.

source: You will have 100 points to distribute for each participant in your group.
pt_br: Você terá 100 pontos para distribuir para cada participante do seu grupo.

source: The calculation of the evaluation of all the members of the group will compose your grade in this evaluation.
pt_br: O cálculo da avaliação de todos os membros do grupo vai compor sua nota nessa avaliação.

source: If the total gives 100 points you will get maximum score, otherwise your grade will be according to your score.
pt_br: Se o total der 100 pontos, você irá receber nota máxima, caso contrário, sua nota vai ser proporcional a pontuação recebida

source: Example
pt_br: Exemplo

source: In a team of 5 members, each member inserts 100 points into you, you will get a maximum score.
pt_br: Em um time com 5 membros, cada membro entra com 100 pontos para você, você terá nota máxima nessa avaliação.

source: In a team of 5 members, each member enters the score on you and the calculation is 80, then your score will be calculated according to that score.
pt_br: Em um time com 5 membros, cada membro entra com uma pontuação especifica e o calculo da 80 pontos, sua nota será calculada de acordo com essa pontuação.

source: Peer Review
pt_br: Avaliação em pares

source: Pair Review
pt_br: Avaliação em pares

source: Course
pt_br: Curso

source: Discipline
pt_br: Disciplina

source: Teacher
pt_br: [professor](#l8-teacher)

source: Student
pt_br: Estudante

source: Available
pt_br: Disponível

source: Unavailable
pt_br: Indisponível

source: Update Peer Review
pt_br: Editar avaliação em pares

source: PAIR REVIEW
pt_br: AVALIAÇÃO EM PARES

source: Send to
pt_br: Enviar para

source: There aren't students in your group.
pt_br: Não há estudantes no seu grupo

source: Edit Pair Review
pt_br: Editar avaliação em pares

source: Edit
pt_br: Editar

source: You are not authorized to do this action.
pt_br: Você não está autorizado a realizar essa ação.

source: {0} has't group
pt_br: {0} não tem grupo

source: Student must be in a group to answer the test.
pt_br: O estudante precisa está em um grupo para realizar a avaliação.

source: You can't insert a score bigger than 100 or less than 0
pt_br: Você não pode inserir uma pontuação acima de 100 ou menor que 0

source: You already submit a review to this student.
pt_br: Você já submeteu a revisão para esse estudante.

source: Peer Review answered successfully.
pt_br: Avaliação em pares respondida com sucesso.

source: Peer Review Anonymously
pt_br: Avaliação em pares anônima.

source: Peer Review available
pt_br: Avaliação em pares disponível

source: Peer Review unavailable
pt_br: Avaliação em pares indisponível

source: Pair Review updated successfully.
pt_br: Avaliação em pares atualizada com sucesso.
